Repository: widmogrod/swimming-in-zurich
Catalog: apps/ios/Sources/SwimZHKit/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, it, pl

# mobile.today
source: Today
de: Heute
fr: Aujourd’hui
it: Oggi
pl: Dzisiaj

# mobile.verdict.closedAllDay
source: Closed all day
de: Ganztags geschlossen
fr: Fermé toute la journée
it: Chiuso tutto il giorno
pl: Zamknięte cały dzień

# mobile.verdict.doneForToday
source: Done for today
de: Heute vorbei
fr: Terminé pour aujourd’hui
it: Per oggi è finita
pl: Na dziś koniec

# mobile.verdict.hoursUnknown
source: Hours not listed
de: Keine Zeiten hinterlegt
fr: Horaires non publiés
it: Orari non pubblicati
pl: Godziny nieopublikowane

# mobile.verdict.notYoursUntil
source: Not yours until %1$@
de: Erst ab %1$@ für dich
fr: Pas pour vous avant %1$@
it: Non per te fino alle %1$@
pl: Nie dla ciebie do %1$@

# mobile.verdict.openNow
source: Open now
de: Jetzt offen
fr: Ouvert maintenant
it: Aperto adesso
pl: Otwarte teraz

# mobile.verdict.opensAt
source: Opens %1$@
de: Öffnet %1$@
fr: Ouvre à %1$@
it: Apre alle %1$@
pl: Otwiera o %1$@

# mobile.verdict.partlyReserved
source: Partly reserved
de: Teilweise reserviert
fr: Partiellement réservé
it: Parzialmente riservato
pl: Częściowo zarezerwowane

# mobile.verdict.untilTime
source: until %1$@
de: bis %1$@
fr: jusqu’à %1$@
it: fino alle %1$@
pl: do %1$@

# nav.accessTypes
source: What the labels mean
de: Was die Angaben bedeuten
fr: Ce que signifient les libellés
it: Cosa significano le etichette
pl: Co oznaczają etykiety

# nav.allPools
source: All pools
de: Alle Bäder
fr: Toutes les piscines
it: Tutte le piscine
pl: Wszystkie baseny

# nav.browse
source: Browse
de: Stöbern
fr: Parcourir
it: Sfoglia
pl: Przeglądaj

# nav.findAPool
source: Find a pool
de: Bad finden
fr: Trouver une piscine
it: Trova una piscina
pl: Znajdź basen

# nav.list
source: List
de: Liste
fr: Liste
it: Elenco
pl: Lista

# nav.map
source: Map
de: Karte
fr: Carte
it: Mappa
pl: Mapa

# panel.bestWindow
source: %1$@–%2$@, %3$lld lanes
de: %1$@–%2$@, %3$lld Bahnen
fr: %1$@–%2$@, %3$lld couloirs
it: %1$@–%2$@, %3$lld corsie
pl: %1$@–%2$@, %3$lld toru

# panel.clubSlot.manyLanes
source: %1$@–%2$@, lanes %3$@
de: %1$@–%2$@, Bahnen %3$@
fr: %1$@–%2$@, couloirs %3$@
it: %1$@–%2$@, corsie %3$@
pl: %1$@–%2$@, tory %3$@

# panel.clubSlot.oneLane
source: %1$@–%2$@, lane %3$@
de: %1$@–%2$@, Bahn %3$@
fr: %1$@–%2$@, couloir %3$@
it: %1$@–%2$@, corsia %3$@
pl: %1$@–%2$@, tor %3$@

# pill.closed
source: Closed
de: Geschlossen
fr: Fermé
it: Chiuso
pl: Zamknięte

# pill.open
source: Open
de: Offen
fr: Ouvert
it: Aperto
pl: Otwarte

# pill.opensLater
source: Opens later
de: Öffnet später
fr: Ouvre plus tard
it: Apre più tardi
pl: Otwarcie później

# pill.unknown
source: Hours not listed
de: Öffnungszeiten nicht angegeben
fr: Horaires non publiés
it: Orari non pubblicati
pl: Godziny nieopublikowane

# place.anywhere
source: Anywhere
de: Überall
fr: Partout
it: Ovunque
pl: Wszędzie

# place.hb
source: Zürich HB (main station)
de: Zürich HB (Hauptbahnhof)
fr: Zurich HB (gare centrale)
it: Zurigo HB (stazione centrale)
pl: Zurych HB (dworzec główny)

# place.myLocation
source: My location
de: Mein Standort
fr: Ma position
it: La mia posizione
pl: Moja lokalizacja

# place.searchPrompt
source: Search places
de: Orte suchen
fr: Rechercher un lieu
it: Cerca luoghi
pl: Szukaj miejsc

# place.useMyLocation
source: Use my location
de: Meinen Standort verwenden
fr: Utiliser ma position
it: Usa la mia posizione
pl: Użyj mojej lokalizacji

# poolKind.indoor
source: Indoor pool
de: Hallenbad
fr: Piscine couverte
it: Piscina coperta
pl: Basen kryty

# poolKind.lake
source: Lake bath
de: Seebad
fr: Bain lacustre
it: Bagno lacustre
pl: Kąpielisko jeziorne

# poolKind.outdoor
source: Outdoor pool
de: Freibad
fr: Piscine en plein air
it: Piscina all’aperto
pl: Basen odkryty

# poolKind.paddling
source: Paddling pool
de: Planschbecken
fr: Pataugeoire
it: Vasca per bambini
pl: Brodzik

# poolKind.river
source: River bath
de: Flussbad
fr: Bain fluvial
it: Bagno fluviale
pl: Kąpielisko rzeczne

# poolKind.school
source: School pool
de: Schulschwimmanlage
fr: Piscine scolaire
it: Piscina scolastica
pl: Basen szkolny

# poolKind.thermal
source: Thermal bath
de: Thermalbad
fr: Bain thermal
it: Bagno termale
pl: Basen termalny

# price.adult
source: Adult %1$@
de: Erwachsene %1$@
fr: Adultes %1$@
it: Adulti %1$@
pl: Dorośli %1$@

# price.child
source: Child %1$@
de: Kinder %1$@
fr: Enfants %1$@
it: Bambini %1$@
pl: Dzieci %1$@

# price.minAgeCaveat
source: Published for ages %1$@ and over.
de: Veröffentlicht für Personen ab %1$@ Jahren.
fr: Publié pour les %1$@ ans et plus.
it: Pubblicato per i %1$@ anni e oltre.
pl: Opublikowane dla wieku od %1$@ lat.

# price.senior
source: Senior %1$@
de: Senioren %1$@
fr: Seniors %1$@
it: Anziani %1$@
pl: Seniorzy %1$@

# price.staleCaveat
source: Prices come from the pool’s own page and can change without notice.
de: Die Preise stammen von der Seite des Bads und können sich ohne Ankündigung ändern.
fr: Les tarifs proviennent de la page de la piscine et peuvent changer sans préavis.
it: Le tariffe provengono dalla pagina della piscina e possono cambiare senza preavviso.
pl: Ceny pochodzą ze strony samego basenu i mogą się zmienić bez uprzedzenia.

# price.youth
source: Youth %1$@
de: Jugendliche %1$@
fr: Jeunes %1$@
it: Giovani %1$@
pl: Młodzież %1$@

# priceCategory.adult
source: Adult
de: Erwachsene
fr: Adultes
it: Adulti
pl: Dorośli

# priceCategory.child
source: Child
de: Kinder
fr: Enfants
it: Bambini
pl: Dzieci

# priceCategory.senior
source: Senior
de: Senioren
fr: Seniors
it: Anziani
pl: Seniorzy

# priceCategory.youth
source: Youth
de: Jugendliche
fr: Jeunes
it: Giovani
pl: Młodzież

# prov.awaiting
source: No timetable published yet
de: Noch kein Zeitplan veröffentlicht
fr: Aucun horaire publié pour l’instant
it: Nessun orario ancora pubblicato
pl: Harmonogram jeszcze nieopublikowany

# prov.curated.no
source: Read straight from the pool’s own page
de: Direkt von der Seite des Bads übernommen
fr: Relevé directement sur la page de la piscine
it: Rilevato direttamente dalla pagina della piscina
pl: Odczytane wprost ze strony basenu

# prov.curated.yes
source: Hand-checked
de: Von Hand geprüft
fr: Vérifié à la main
it: Verificato a mano
pl: Sprawdzone ręcznie

# prov.fact.accurateAsOf
source: Accurate as of
de: Stand
fr: À jour au
it: Aggiornato al
pl: Aktualne na

# prov.fact.curation
source: Curation
de: Prüfung
it: Curatela
pl: Opracowanie

# prov.fact.readFrom
source: Read from
de: Gelesen von
fr: Relevé sur
it: Rilevato da
pl: Odczytane ze

# prov.lastChecked
source: · last checked %1$@
de: · zuletzt geprüft am %1$@
fr: · dernière vérification le %1$@
it: · ultima verifica il %1$@
pl: · ostatnio sprawdzono %1$@

# prov.noSource
source: No timetable source for this pool
de: Keine Zeitplanquelle für dieses Bad
fr: Aucune source d’horaire pour cette piscine
it: Nessuna fonte di orario per questa piscina
pl: Brak źródła harmonogramu dla tego basenu

# prov.scraped
source: Official schedule — scraped from the pool’s own page
de: Offizieller Zeitplan — von der Seite des Bads übernommen
fr: Horaire officiel — relevé sur la page de la piscine
it: Orario ufficiale — rilevato dalla pagina della piscina
pl: Oficjalny harmonogram — pobrany ze strony basenu

# rentalKind.deck_chair
source: Deck chair
de: Liegestuhl
fr: Chaise longue
it: Sdraio
pl: Leżak

# rentalKind.locker
source: Locker
de: Kästchen
fr: Casier
it: Armadietto
pl: Szafka

# rentalKind.swim_aid
source: Swimming aid
de: Schwimmhilfe
fr: Aide à la nage
it: Ausilio per il nuoto
pl: Sprzęt do pływania

# rentalKind.towel
source: Towel
de: Badetuch
fr: Linge
it: Asciugamano
pl: Ręcznik

# row.moreThatDay
source: +%1$@ more that day
de: +%1$@ weitere an dem Tag
fr: +%1$@ de plus ce jour-là
it: +%1$@ altre quel giorno
pl: +%1$@ więcej tego dnia

# row.moreToday
source: +%1$@ more today
de: +%1$@ weitere heute
fr: +%1$@ de plus aujourd’hui
it: +%1$@ altre oggi
pl: +%1$@ więcej dzisiaj

# season.fairWeatherCaveat
source: Published for fair weather; the pool may not open in poor weather.
de: Angegeben für schönes Wetter; bei schlechtem Wetter kann das Bad geschlossen bleiben.
fr: Publié pour le beau temps ; la piscine peut ne pas ouvrir par mauvais temps.
it: Pubblicato per il bel tempo; con il maltempo la piscina potrebbe non aprire.
pl: Opublikowane dla ładnej pogody; przy złej pogodzie basen może nie otworzyć.

# season.range
source: %1$@ to %2$@
de: %1$@ bis %2$@
fr: du %1$@ au %2$@

# season.rangeWithDays
source: %1$@ %2$@ to %3$@ %4$@
de: %1$@ %2$@ bis %3$@ %4$@
fr: du %1$@ %2$@ au %3$@ %4$@

# session.fairWeather
source: Fair weather only · %1$@
de: Nur bei schönem Wetter · %1$@
fr: Uniquement par beau temps · %1$@
it: Solo con bel tempo · %1$@
pl: Tylko przy ładnej pogodzie · %1$@

# session.fairWeather.badge
source: Fair weather only
de: Nur bei schönem Wetter
fr: Uniquement par beau temps
it: Solo con bel tempo
pl: Tylko przy ładnej pogodzie

# sources.chipAria
source: %1$@ — opens %2$@ in a new tab
de: %1$@ — öffnet %2$@ in einem neuen Tab
fr: %1$@ — ouvre %2$@ dans un nouvel onglet
it: %1$@ — apre %2$@ in una nuova scheda
pl: %1$@ — otwiera %2$@ w nowej karcie

# sources.label
source: Sources
de: Quellen
it: Fonti
pl: Źródła

# sources.lanePlan
source: Lane plan
de: Belegungsplan
fr: Plan des lignes
it: Piano corsie
pl: Plan torów

# sources.official
source: Official page
de: Offizielle Seite
fr: Page officielle
it: Pagina ufficiale
pl: Strona oficjalna

# sources.prices
source: Prices
de: Preise
fr: Tarifs
it: Tariffe
pl: Cennik

# state.beyondHorizon
source: Beyond the published horizon
de: Ausserhalb des veröffentlichten Zeitraums
fr: Au-delà de l’horizon publié
it: Oltre l’orizzonte pubblicato
pl: Poza opublikowanym horyzontem

# state.beyondHorizon.body
source: We publish answers through %1$@. This is not the same as the pools being closed — we simply have not resolved this day yet.
de: Wir liefern Antworten bis %1$@. Das heisst nicht, dass die Bäder geschlossen sind — wir haben diesen Tag schlicht noch nicht aufgelöst.
fr: Nous publions des réponses jusqu’au %1$@. Ce n’est pas la même chose que des piscines fermées — nous n’avons simplement pas encore traité ce jour.
it: Pubblichiamo risposte fino al %1$@. Non significa che le piscine siano chiuse — semplicemente non abbiamo ancora elaborato questo giorno.
pl: Publikujemy odpowiedzi do %1$@. To nie oznacza, że baseny są zamknięte — po prostu nie opracowaliśmy jeszcze tego dnia.

# state.closed.body
source: Closed — %1$@
de: Geschlossen — %1$@
fr: Fermé — %1$@
it: Chiuso — %1$@
pl: Zamknięte — %1$@

# state.closed.bodyNoReason
source: Closed for now.
de: Zurzeit geschlossen.
fr: Fermé pour le moment.
it: Al momento chiuso.
pl: Obecnie zamknięte.

# state.closed.noSessions
source: Closed — no sessions
de: Geschlossen — keine Zeiten angesetzt
fr: Fermé — aucune séance
it: Chiuso — nessuna sessione
pl: Zamknięte — brak zajęć

# state.closed.other
source: Closed — %1$@
de: Geschlossen — %1$@
fr: Fermé — %1$@
it: Chiuso — %1$@
pl: Zamknięte — %1$@

# state.closed.outOfSeason
source: Closed — outside its season
de: Geschlossen — ausserhalb der Saison
fr: Fermé — hors saison
it: Chiuso — fuori stagione
pl: Zamknięte — poza sezonem

# state.closed.title
source: Closed
de: Geschlossen
fr: Fermé
it: Chiuso
pl: Zamknięte

# state.closed.unclassified
source: Closed — reason not classified
de: Geschlossen — Grund nicht zugeordnet
fr: Fermé — motif non classé
it: Chiuso — motivo non classificato
pl: Zamknięte — powód niesklasyfikowany

# state.closed.unmapped
source: Closed — “%1$@”
de: Geschlossen — „%1$@“
fr: Fermé — « %1$@ »
it: Chiuso — «%1$@»
pl: Zamknięte — „%1$@”

# state.closed.unstated
source: Closed — reason not stated
de: Geschlossen — Grund nicht angegeben
fr: Fermé — motif non indiqué
it: Chiuso — motivo non dichiarato
pl: Zamknięte — powód niepodany

# state.none.body
source: Nothing matched here — try a wider area or a different day. Not the same as closed.
de: Hier passt nichts — versuchen Sie einen grösseren Umkreis oder einen anderen Tag. Das ist nicht dasselbe wie geschlossen.
fr: Rien ne correspond ici — essayez une zone plus large ou un autre jour. Ce n’est pas la même chose que fermée.
it: Qui non corrisponde nulla — prova un’area più ampia o un altro giorno. Non è la stessa cosa che chiusa.
pl: Nic tu nie pasuje — spróbuj większego obszaru albo innego dnia. To nie to samo co zamknięte.

# state.none.body.phone
source: Try a wider area, another day, or fewer filters. This is not the same as everything being closed.
de: Grösseren Umkreis, anderen Tag oder weniger Filter versuchen. Das ist nicht dasselbe wie geschlossen.
fr: Essayez une zone plus large, un autre jour ou moins de filtres. Ce n’est pas la même chose que si tout était fermé.
it: Prova un’area più ampia, un altro giorno o meno filtri. Non è la stessa cosa che essere tutto chiuso.
pl: Spróbuj większego obszaru, innego dnia albo mniejszej liczby filtrów. To nie to samo co zamknięte.

# state.none.title
source: No pools nearby
de: Keine Bäder in der Nähe
fr: Aucune piscine à proximité
it: Nessuna piscina nelle vicinanze
pl: Brak basenów w pobliżu

source: State not stated
de: Zustand nicht angegeben
fr: État non indiqué
it: Stato non dichiarato
pl: Stan niepodany

# state.openUnscheduled
source: Open, but hours are not listed
de: Offen, Zeiten nicht angegeben
fr: Ouvert, mais horaires non publiés
it: Aperto, ma orari non pubblicati
pl: Otwarte, ale godziny nieopublikowane

# state.unlisted.body
source: We don’t have this pool’s timetable yet — it may well be open. This is not the same as closed.
de: Wir haben den Zeitplan dieses Bads noch nicht — es kann durchaus offen sein. Das ist nicht dasselbe wie geschlossen.
fr: Nous n’avons pas encore l’horaire de cette piscine — elle peut très bien être ouverte. Ce n’est pas la même chose que fermée.
it: Non abbiamo ancora l’orario di questa piscina — potrebbe benissimo essere aperta. Non è la stessa cosa che chiusa.
pl: Nie mamy jeszcze harmonogramu tego basenu — może być otwarty. To nie to samo co zamknięty.

# state.unlisted.summary
source: %1$lld more pools nearby — hours not listed yet
de: %1$lld weitere Bäder in der Nähe — Öffnungszeiten nicht angegeben
fr: %1$lld piscines de plus à proximité — horaires non publiés
it: %1$lld piscine in più nelle vicinanze — orari non pubblicati
pl: jeszcze %1$lld basenu w pobliżu — godziny nieopublikowane

# state.unlisted.title
source: Hours not listed yet
de: Öffnungszeiten noch nicht angegeben
fr: Horaires pas encore publiés
it: Orari non ancora pubblicati
pl: Godziny jeszcze nieopublikowane

# status.awaiting_scrape
source: Hours not published yet
de: Öffnungszeiten noch nicht veröffentlicht
fr: Horaires pas encore publiés
it: Orari non ancora pubblicati
pl: Godziny jeszcze nieopublikowane

# status.closed
source: Closed
de: Geschlossen
fr: Fermé
it: Chiuso
pl: Zamknięte

# status.closed_reason
source: Closed · %1$@
de: Geschlossen · %1$@
fr: Fermé · %1$@
it: Chiuso · %1$@
pl: Zamknięte · %1$@

# status.no_source
source: Hours not listed
de: Öffnungszeiten nicht angegeben
fr: Horaires non publiés
it: Orari non pubblicati
pl: Godziny nieopublikowane

# status.uncurated
source: Hours not listed
de: Öffnungszeiten nicht angegeben
fr: Horaires non publiés
it: Orari non pubblicati
pl: Godziny nieopublikowane

# theme.auto
source: Auto
de: Automatisch
fr: Automatique
it: Automatico
pl: Automatyczny

# theme.dark
source: Dark
de: Dunkel
fr: Sombre
it: Scuro
pl: Ciemny

# theme.light
source: Light
de: Hell
fr: Clair
it: Chiaro
pl: Jasny

# tier.scheduled
source: Open that day
de: An diesem Tag offen
fr: Ouvert ce jour-là
it: Aperto quel giorno
pl: Otwarte tego dnia

# toolbar.age
source: Age
de: Alter
fr: Âge
it: Età
pl: Wiek

# toolbar.age.adult
source: Adult
de: Erwachsen
fr: Adulte
it: Adulto
pl: Dorosły

# toolbar.age.any
source: Any age
de: Jedes Alter
fr: Tout âge
it: Qualsiasi età
pl: Dowolny wiek

# toolbar.age.child
source: Child
de: Kind
fr: Enfant
it: Bambino
pl: Dziecko

# toolbar.age.teen
source: Teen
de: Jugendlich
fr: Ado
it: Ragazzo
pl: Nastolatek

# toolbar.busyness
source: Busyness
de: Auslastung
fr: Fréquentation
it: Affluenza
pl: Obłożenie

# toolbar.busynessReason
source: Busyness has no data source yet — not available.
de: Für die Auslastung gibt es noch keine Datenquelle — nicht verfügbar.
fr: La fréquentation n’a pas encore de source de données — indisponible.
it: L’affluenza non ha ancora una fonte dati — non disponibile.
pl: Obłożenie nie ma jeszcze źródła danych — niedostępne.

# toolbar.gender
source: Gender
de: Geschlecht
fr: Genre
it: Genere
pl: Płeć

# toolbar.gender.any
source: Any
de: Alle
fr: Tous
it: Qualsiasi
pl: Dowolna

# toolbar.gender.diverse
source: Diverse
de: Divers
fr: Autre
it: Altro
pl: Inna

# toolbar.gender.female
source: Female
de: Weiblich
fr: Femme
it: Donna
pl: Kobieta

# toolbar.gender.male
source: Male
de: Männlich
fr: Homme
it: Uomo
pl: Mężczyzna

# toolbar.label
source: Search filters
de: Suchfilter
fr: Filtres de recherche
it: Filtri di ricerca
pl: Filtry wyszukiwania

# toolbar.lapOnly
source: Lap lanes only
de: Nur Bahnen
fr: Lignes de nage uniquement
it: Solo corsie da nuoto
pl: Tylko tory do pływania

# toolbar.mode.day
source: Day
de: Tag
fr: Jour
it: Giorno
pl: Dzień

# toolbar.mode.pool
source: Pool
de: Bad
fr: Piscine
it: Piscina
pl: Basen

# toolbar.near
source: Near
de: Nähe
fr: À proximité
it: Vicino
pl: W pobliżu

# toolbar.pool
source: Pool
de: Bad
fr: Piscine
it: Piscina
pl: Basen

# toolbar.searchPool
source: Search a pool…
de: Bad suchen…
fr: Rechercher une piscine…
it: Cerca una piscina…
pl: Szukaj basenu…

# toolbar.view
source: View
de: Ansicht
fr: Vue
it: Vista
pl: Widok

# toolbar.viewMode
source: View mode
de: Ansichtsmodus
fr: Mode d’affichage
it: Modalità di vista
pl: Tryb widoku

# toolbar.wherefrom
source: Where from?
de: Von wo?
fr: D’où ?
it: Da dove?
pl: Skąd?

# verdict.hasSessions
source: Has sessions
de: Hat Zeiten
fr: Des séances existent
it: Con sessioni
pl: Ma zajęcia

# verdict.notOpenToYou
source: Not open to you
de: Nicht für Sie offen
fr: Pas pour vous
it: Non aperto per te
pl: Nie dla Ciebie

# warning.calendar_coverage
source: calendar data not available for %1$@; holiday-dependent schedules may be inaccurate
de: Für %1$@ liegen keine Kalenderdaten vor; feiertagsabhängige Zeitpläne können ungenau sein.
fr: Les données de calendrier ne sont pas disponibles pour %1$@ ; les horaires liés aux jours fériés peuvent être inexacts.
it: I dati del calendario non sono disponibili per il %1$@; gli orari che dipendono dai festivi possono essere imprecisi.
pl: Brak danych kalendarza na %1$@; harmonogramy zależne od świąt mogą być niedokładne.

# warning.holiday_hours_unverified
source: %1$@ is a public holiday and these pools do not publish their holiday hours; the times shown are their usual weekday hours and are unconfirmed: %2$@
de: %1$@ ist ein Feiertag, und diese Bäder veröffentlichen keine Feiertagszeiten; angezeigt sind ihre üblichen Wochentagszeiten, unbestätigt: %2$@
fr: Le %1$@ est un jour férié et ces piscines ne publient pas leurs horaires de jour férié ; les heures affichées sont leurs horaires habituels de semaine et ne sont pas confirmées : %2$@
it: %1$@ è un giorno festivo e queste piscine non pubblicano i loro orari festivi; gli orari mostrati sono quelli abituali dei giorni feriali e non sono confermati: %2$@
pl: %1$@ to dzień świąteczny, a te baseny nie publikują swoich godzin świątecznych; pokazane godziny to ich zwykłe godziny dnia powszedniego i są niepotwierdzone: %2$@

# detail.fact.website
source: Website
fr: Site web
it: Sito web
pl: Strona

# toolbar.age.senior
source: Senior
it: Anziano
